/* add card section - section title
consent section - add a new card */
"Add new" = "Добавить новую";

"Apple Pay" = "Apple Pay";

/* title for bank selection */
"Bank" = "Банк";

/* Billing Address - title */
"Billing Address" = "Платежный адрес";

/* add card section - billing info */
"Billing country or region" = "Страна или регион для выставления счета";

"Card" = "Карта";

/* consent section - alert cancel button to delete a consent */
"Cancel" = "Отмена";

/* Card Info Cell - title */
"Card Information" = "Информация о карте";

/* user input validation */
"Card’s expiration date is invalid" = "Недействительный срок действия карты";

/* consent section - unselect consent and go back to consent list */
"Change" = "Изменить";

/* consent section - choose a saved card */
"Choose a card" = "Выбрать карту";

/* billing city placeholder */
"City" = "Город";

/* close button for alert */
"Close" = "Закрыть";

/* checkout button title for recurring payment */
"Confirm" = "Подтвердить";

/* consent section - cvc field placeholder
user input - cvc placeholder */
"CVC" = "CVC";

/* add card section - billing field */
"Email" = "Электронная почта";

/* user input validation */
"Expiry date is required" = "Требуется срок действия";

/* add card section - UnionPay warning message */
"For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use." = "Для UnionPay можно сохранить только кредитные карты. Нажмите «Оплатить», чтобы выполнить однократный платеж, или используйте другую карту, если хотите сохранить её для будущего использования.";

/* user input validation */
"Invalid email" = "Недействительная электронная почта";

/* user input validation */
"Invalid phone number" = "Неверный номер телефона";

/* schema section - invalid schema data */
"Invalid schema" = "Недопустимая схема";

/* user input validation */
"Invalid state" = "Недействительный штат / область";

/* add card section - button to switch to consent list */
"Keep using saved cards" = "Продолжить использовать сохранённые карты";

/* add card section - billing field */
"Name on card" = "Имя на карте";

/* payment section separator */
"Or pay with" = "Или оплатить с помощью";

/* checkout button title for one-off payment */
"Pay" = "Оплатить";

/* title for payment sheet */
"Payment Methods" = "Способы оплаты";

/* add card section - billing field */
"Phone number" = "Номер телефона";

/* user input validation */
"Please enter your city" = "Пожалуйста, введите ваш город";

/* country selection view error hint
user input validation */
"Please enter your country" = "Пожалуйста, введите вашу страну";

/* user input validation */
"Please enter your first name" = "Пожалуйста, введите ваше имя";

/* user input validation */
"Please enter your last name" = "Пожалуйста, введите вашу фамилию";

/* user input validation */
"Please enter your name on card" = "Пожалуйста, введите имя на карте";

/* user input validation */
"Please enter your street" = "Пожалуйста, введите вашу улицу";

/* user input validation - bank selection view error hint */
"Please select a bank" = "Пожалуйста, выберите банк";

/* billing postal code placeholder */
"Postal code" = "Почтовый индекс";

/* consent section - alert confirm button to remove a consent */
"Remove" = "Удалить";

/* consent section - alert title for delete a consent */
"Remove %@?" = "Удалить %@?";

/* Billing Address - reuse toggle */
"Same as shipping address" = "То же, что и адрес доставки";

/* add card section - toggle for card saving */
"Save my card for future payments" = "Сохранить мою карту для будущих платежей";

/* schema section - title of Bank Selection form */
"Select your Bank" = "Выберите ваш банк";

/* bank selection placeholder
country selection view placeholder */
"Select..." = "Выбрать...";

/* billing state placeholder */
"State" = "Штат / Область";

/* billing street placeholder */
"Street" = "Улица";

/* consent section - alert message for delete a consent */
"This option will be permanently removed from your saved payment methods." = "Этот вариант будет навсегда удалён из сохранённых способов оплаты.";

/* alert message for delete MIT consent */
"This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card." = "Эта карта используется для других платежей, которые вы настроили с %@. Пожалуйста, свяжитесь с %@, чтобы обновить способ оплаты для этих платежей перед удалением этой карты.";

/* schema payment redirect reminder */
"You will be redirected to complete your payment upon confirmation." = "После подтверждения вы будете перенаправлены для завершения оплаты.";


/* Apple Pay section - instruction text */
"Click the Apple Pay button below to securely complete your purchase." = "Нажмите кнопку Apple Pay ниже, чтобы безопасно завершить покупку.";


/* billing state placeholder */
"Area" = "Область";

/* billing state placeholder */
"County" = "Округ";

/* billing state placeholder */
"Department" = "Департамент";

/* billing state/city placeholder */
"District" = "Район";

/* billing state placeholder */
"Do Si" = "До Си";

/* billing postal code placeholder */
"Eircode" = "Eircode";

/* billing state placeholder */
"Emirate" = "Emirate";

/* billing state placeholder */
"Island" = "Остров";

/* billing state placeholder */
"Oblast" = "Oblast";

/* billing state placeholder */
"Parish" = "Приход";

/* billing postal code placeholder */
"Pin" = "Pin";

/* billing state placeholder */
"Prefecture" = "Prefecture";

/* billing state placeholder */
"Province" = "Область";

/* billing city placeholder */
"Suburb" = "Пригород";

/* billing city placeholder */
"Town" = "Почтовый город";

/* billing postal code placeholder */
"ZIP code" = "Zip code";

/* RegexInputValidator - shown when a required field is left empty */
"Required" = "Требуется";

/* RegexInputValidator - shown when input does not match its expected format */
"Please enter a valid value" = "Пожалуйста, введите действительное значение";
